import React from 'react'
const data = {
    title: "รายงานนแผนการดำเนินงาน",
    detail: `องค์การมหาชน มีผลบังคับใช้เมื่อวันที่ 5 พฤษภาคม 2547 มีวัตถุประสงค์หลัก เพื่อส่งเสริมให้ประชาชนได้มีโอกาส แสวงหา พัฒนาความรู้ความสามารถเพื่อสร้างสรรค์และพัฒนา คุณภาพความคิดของประชาชนและเยาวชนของประเทศ ทั้งนี้ สบร. ทำหน้าที่เป็นองค์กรในการผลักดันสังคมไทยให้เป็น สังคม แห่งการเรียนรู้ และใช้ความคิดสร้างสรรค์ ในการนำเสนอผลงานในรูปแบบต่างๆเพื่อยกระดับให้เป็นประเทศชั้นนำทั้งใน ภาคเศรษฐกิจ อุตสาหกรรม และสังคมในระยะเริ่มแรก ของการจัดตั้ง สบร. ประกอบด้วยหน่วยงานเฉพาะด้านทั้งสิ้น 7 หน่วยงาน ได้แก่
    
การควบรวมหน่วยงานเฉพาะด้าน ในปี 2550 มติคณะกรรมการบริหาร สบร. ให้ควบรวม 4 หน่วยงานเฉพาะด้าน เป็น 2 หน่วยงาน โดยควบรวม “ศูนย์ส่งเสริมผู้มีความสามารถพิเศษแห่งชาติ” กับ “สถาบันวิทยาการการเรียนรู้” เป็นสถาบันส่งเสริมอัจฉริยภาพและนวัตกรรมการเรียนรู้ (สสอน.) และ “สถาบันพิพิธภัณฑ์การเรียนรู้แห่งชาติ” กับ “ศูนย์สร้างสรรค์งานออกแบบ” เป็น “สถาบันการเรียนรู้และสร้างสรรค์ (สรส.)” ต่อมาในปี 2551 ยกเลิกการควบรวม ศูนย์สร้างสรรค์งานออกแบบ และสถาบันพิพิธภัณฑ์การเรียนรู้แห่งชาติ เป็นหน่วยงานเฉพาะด้าน 2 หน่วยงานเช่นเดิม ตามมติคณะกรรมการฯ`,
    No:`1.สำนักงานอุทยานการเรียนรู้ (สอร.)
2.ศูนย์สร้างสรรค์งานออกแบบ (ศสบ.)
3.สถาบันพิพิธภัณฑ์การเรียนรู้แห่งชาติ (สพร.)
4.สถาบันวิทยาการการเรียนรู้ (สวร.)
5.ศูนย์ส่งเสริมผู้มีความสามารถพิเศษแห่งชาติ (สมพช.)
6.ศูนย์ความเป็นเลิศด้านชีววิทยาศาสตร์ของประเทศไทย (ศลชท.)
7.ศูนย์ส่งเสริมและพัฒนาพลังแผ่นดินเชิงคุณธรรม (ศูนย์คุณธรรม)`,
detail2:"การควบรวมหน่วยงานเฉพาะด้าน ในปี 2550 มติคณะกรรมการบริหาร สบร. ให้ควบรวม 4 หน่วยงานเฉพาะด้าน เป็น 2 หน่วยงาน โดยควบรวม “ศูนย์ส่งเสริมผู้มีความสามารถพิเศษแห่งชาติ” กับ “สถาบันวิทยาการการเรียนรู้” เป็นสถาบันส่งเสริมอัจฉริยภาพและนวัตกรรมการเรียนรู้ (สสอน.) และ “สถาบันพิพิธภัณฑ์การเรียนรู้แห่งชาติ” กับ “ศูนย์สร้างสรรค์งานออกแบบ” เป็น “สถาบันการเรียนรู้และสร้างสรรค์ (สรส.)” ต่อมาในปี 2551 ยกเลิกการควบรวม ศูนย์สร้างสรรค์งานออกแบบ และสถาบันพิพิธภัณฑ์การเรียนรู้แห่งชาติ เป็นหน่วยงานเฉพาะด้าน 2 หน่วยงานเช่นเดิม ตามมติคณะกรรมการฯ",

}
export default function AboutUs() {
    return (
        <div>
            <h1 className='text-3xl font-bold mb-10'>{data.title}</h1>
            <div>
                <div className='mb-5'>{data.detail}</div>
                <div className='mb-5'><p>{data.No}</p></div>
                <div>{data.detail2}</div>
            </div>
        </div>
    )
}
